---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.BtuPerHFtSup3
source: html/8a37aae0-1605-4e55-29f7-c8fdeea2f17f.htm
---
# Autodesk.Revit.DB.SymbolTypeId.BtuPerHFtSup3 Property

Symbol Btu/(h·ft³), indicating unit British thermal units per hour cubic foot.

## Syntax (C#)
```csharp
public static ForgeTypeId BtuPerHFtSup3 { get; }
```